Autodesk.Revit.UI.DialogHelper.RenameDialogHelper.TrySaveAndValidate(Autodesk.Revit.DB.DialogOptions.RenameDialogOptions)
trySaveAndValidate
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2027

Autodesk.Revit.UI.DialogHelper.RenameDialogHelper
This no_instances class supplys the functions for RenameDialogOptions that is being showed by ManagedCallEventArgs::execute.
Since:
2027